Repository: githubvebtiger/harvain-backend-test
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: BasketBall
fr: Basket

source: Formula 1
fr: Formule 1

source: Hockey
fr: Le hockey

source: Rugby
fr: Le rugby

source: news
fr: nouvelles

source: Register and collect your gift!
fr: Inscrivez-vous et récupérez votre cadeau!

source: For satellites
fr: Pour les satellites

source: bonus for first bet up to
fr: bonus pour le premier pari jusqu'à

source: and
fr: et

source: bonus for first bet over
fr: bonus pour le premier pari terminé

source: For master account
fr: Cuenta principal

source: bonus
fr: prime

source: Register
fr: S'inscrire

source: One of the fields is incorrect
fr: Un des champs est incorrect

source: Log in
fr: Connexion

source: Forgot? Reset password
fr: Oublié? Réinitialiser le mot de passe

source: Contact support to reset your password.
fr: Contactez l'assistance pour réinitialiser votre mot de passe.

source: Require a licence
fr: Exiger une licence

source: Calculator
fr: Calculatrice

source: my cabinet
fr: mon armoire

source: logout
fr: Se déconnecter

source: go to main page
fr: aller à la page principale

source: Contact us
fr: Contactez-nous

source: Support
fr: Soutien

source: Callback
fr: Rappeler

source: Submit
fr: Soumettre

source: Enter the number that is linked to your master account
fr: Entrez le numéro qui est lié à votre compte principal

source: Address
fr: Adresse

source: Easy deposits
fr: Dépôts faciles

source: The highest credit card acceptance rate in the industry means you get your account funded safely and easily.
fr: Le taux d'acceptation des cartes de crédit le plus élevé de l'industrie signifie que vous obtenez votrecompte financé en toute sécurité et facilement.

source: Rewards system
fr: Système de récompenses

source: Free Bets where your winnings are paid in real cash (no rollover requirements), matched bonus bets, great promotions and some of the world's most exclusive offers. No one gives away more free cash than we do.
fr: Des paris gratuits où vos gains sont payés en argent réel (pas de roulement exigences), des paris bonus correspondants, de superbes promotions et certains des les offres les plus exclusives. Personne ne donne plus d'argent gratuit que nous.

source: Bonus system
fr: Système de bonus

source: The best bonus system of its kind, which allows you to instantly get a bonus on your account
fr: Le meilleur système de bonus du genre, qui vous permet d'obtenir instantanément un bonus sur votre compte

source: The most odds
fr: Le plus de chances

source: We give our members the most ways to win with futures odds, hundreds of prop betting options on all the big games every day and more than 300 on the Super Bowl every year.
fr: Nous donnons à nos membres le plus de façons de gagner avec des cotes à terme, des centaines d'accessoiresoptions de paris sur tous les grands jeux tous les jours et plus de 300 sur le Super Bowl chaque année.

source: 24/7 Customer Service
fr: Service client 24h/24

source: Dedicated, friendly, knowledgeable, and helpful staff are here whenever you need them.
fr: Un personnel dévoué, amical, compétent et serviable est là chaque fois que vous besoin d'eux.

source: One-stop shopping
fr: Un guichet unique

source: Access to sports betting, mobile and live betting - all from one convenient account.
fr: Accès aux paris sportifs, aux paris mobiles et en direct - tout d'un pratique compte.

source: Payment systems
fr: Systèmes de paiement

source: OUR LICENCE
fr: NOTRE LICENCE

source: Customers in the United States: Gramline is licensed and regulated by the Gambling Commission (license #98516). All other customers: Gramline is licensed and regulated by the Arizona Department of Gaming.
fr: Clients aux États-Unis : Gramline est agréée et réglementée par la Gambling Commission (licence #98516). Tous les autres clients : Gramline est licencié et réglementé par le Département des jeux de l'Arizona.

source: PRIVACY POLICY
fr: POLITIQUE DE CONFIDENTIALITÉ

source: We use cookies and third-party cookies to improve our services; analyze and personalize your preferences and to show you advertisements.If you continue the navigation, we consider that you are accepting its use.You can modify the settings and obtain further information in our Cookie Notice.
fr: Nous utilisons des cookies et des cookies tiers pour améliorer nos services ; analyser et personnaliser vos préférences et vous montrer des publicités.Si vous continuez la navigation, nous considérons que vous en acceptez l'utilisation. Vous pouvez modifier les paramètres et obtenir de plus amples informations dans notre avis sur les cookies.

source: CONTACT US
fr: CONTACTEZ-NOUS

source: Gramline all rights reserved
fr: Gramline tous droits réservés

source: Master account
fr: Cuenta principal

source: Satellite account
fr: Cuenta satélite

source: sports
fr: des sports

source: There are currently no events in this section.
fr: Cette section du site Web est disponible uniquement pour les utilisateurs du compte principal.

source: Basketball
fr: Basket

source: Auth
fr: Authentification

source: Languages
fr: Langages

source: Blocked balance
fr: Solde bloqué

source: Balance
fr: Solde

source: main
fr: principal

source: Notifications
fr: Avis

source: Refill
fr: Recharge

source: Withdraw
fr: Se désister

source: Payments
fr: Paiements

source: bets
fr: paris

source: In Progress
fr: En cours

source: Wins
fr: Gagne

source: Losses
fr: Pertes

source: Transaction history
fr: Historique des transactions

source: settings
fr: réglages

source: Settings
fr: Réglages

source: Change password
fr: Changer le mot de passe

source: Notification settings
fr: Paramètres de notification

source: MATCH OF THE DAY
fr: MATCH DU JOUR

source: Bet Slip
fr: Pari Slip

source: My Bets
fr: Mes Paris

source: No bets selected!
fr: ¡No hay apuestas seleccionadas!

source: Please browse our sportsbook and select bets by tapping on the odds
fr: Navegue por nuestra casa de apuestas deportivas y seleccione apuestas tocando las probabilidades

source: Number
fr: Numéro

source: Type
fr: Taper

source: Odds
fr: Chances

source: Stake
fr: Pieu

source: Result
fr: Résultat

source: Commision
fr: Commission

source: More about
fr: Plus à propos

source: event
fr: un événement

source: Country
fr: Pays

source: League
fr: Ligue

source: Event
fr: Événement

source: Bet
fr: Pari

source: Bet On
fr: Pariez sur

source: Rate
fr: Évaluer

source: Your account has been blocked. Please contact technical support
fr: Votre compte a été bloqué. Veuillez contacter le support technique

source: Close
fr: Proche

source: Sum
fr: Somme

source: Payment System
fr: Système de paiement

source: Status
fr: Statut

source: Comment
fr: Commentaire

source: Your application will be checked by the moderation of our company. If the membership is approved, you will be notified by email.
fr: Votre candidature sera vérifiée par la modération de notre société Si l'adhésion est validée, vous serez averti par email.

source: You must provide an username address
fr: Vous devez fournir une adresse de nom d'utilisateur
